export const POSITIONS = ["공격수", "미드필더", "수비수", "골키퍼"];

export const PLAY_STYLES = [
  "포처형", "골게터", "드리블러", "플레이메이커", "측면돌파", "윙어", "세컨드톱", "침투형", "타겟맨", "세트피스전문", "원터치패스", "롱샷형", "크로스중심", "기회포착형", "트릭키",
  "박스투박스", "연계형", "중앙지배형", "전방압박", "빌드업형", "멀티플레이어", "세컨드볼헌터", "볼운반형", "롤링형", "템포조절형", "후방플레이메이커", "팀워크형", "연결고리", "활동량중심", "다재다능",
  "클리어링형", "빌드업수비", "대인마크", "스위퍼", "태클러", "인터셉터", "공중볼강점", "라인컨트롤", "수비리더", "철벽형", "안정지향", "압박수비", "지역방어", "하프스페이스커버", "세트피스수비전문",
  "체력형", "피지컬형", "전술준수형", "프리스타일형", "리더십형", "파이팅형", "스피드형", "패스형", "슈팅형", "크리에이터형", "카리스마형", "침착형", "승부근성형", "감각형", "팀플레이형"
];

export const PLAYER_SKILLS = [
  "슈팅", "중거리슛", "헤딩", "드리블", "침투", "돌파력", "결정력", "크로스",
  "트래핑", "볼키핑", "1:1 돌파", "세트피스", "프리킥", "페널티킥", "연계플레이",
  "패스", "롱패스", "숏패스", "시야", "전환", "볼배급", "템포조절", "볼운반",
  "원터치패스", "빌드업", "중거리전개", "창의성", "전술이해", "경기조율",
  "태클", "인터셉트", "대인마크", "압박", "클리어링", "위치선정", "라인컨트롤",
  "수비조율", "차단", "커버링", "공중볼", "몸싸움", "블로킹", "수비리더십",
  "반사신경", "선방", "킥", "공중장악", "GK 위치선정", "1:1 대응",
  "빌드업능력", "GK 의사소통", "GK 리더십",
  "스피드", "가속력", "지구력", "체력", "민첩성", "밸런스", "점프력", "파워",
  "볼컨트롤", "멀티포지션", "경기운영", "정신력", "승부근성", "팀워크",
  "리더십", "의사소통", "적응력"
];




